[
    {
        "id": 1,
        "times": 3,
        "arabic": "اللّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلا أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ أَعُوذُ بكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلا أَنْتَ",
        "transliteration": "Al'lahum'ma anta Rab’bī, lā ilāha il’lā anta, khalaqtani wa ana ‘abduka, wa ana ‘alā ‘ahdika wa wa'dika mastaṭa'tu, a'ūdhu bika min shar'ri ma ṣana’tu, abū’u laka bini’matika ‘alay’ya, wa abu'u laka bidhanbī, faghfirli fa in'nahu lā yaghfirudh'dhunūba il'lā anta.",
        "translation": "O Allah, You are my Lord, there is none worthy of worship but You. You created me and I am your slave. I keep Your covenant, and my pledge to You so far as I am able. I seek refuge in You from the evil of what I have done. I admit to Your blessings upon me, and I admit to my misdeeds. Forgive me, for there is none who may forgive sins but You. \n\"Whoever recites this with conviction in the evening and dies during that night shall enter Paradise, and whoever recites it with conviction in the morning and dies during that day shall enter Paradise.\" [Sahih Al-Bukhari, 6323]"
    },
    {
        "id": 2,
        "times": 3,
        "arabic": "بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شيْءٌ فِي الأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
        "transliteration": "Bismillaahil-ladhee laa yaḍurru ma'asmihi shay'un fil-arḍi wa laa fis-samaa'i wa huwas-samee'-ul-'aleem.",
        "translation": "In the name of Allah, by whose name nothing can cause harm neither on earth nor in the heaven and He is The All-Hearing, The All-Knowing. \nThe messenger of Allah (may the peace and blessings of Allah be upon him) said: 'He who says in the morning and the evening of each day: In the name of Allah, by whose name nothing can cause harm neither on earth nor in the heaven and He is The All - Hearing, The All – Knowing (three times). Nothing shall harm him'.\n[Abu Dawud, 5088; At-Tirmidhi, 3388; Ibn Majah, 3869]"
    },
    {
        "id": 3,
        "times": 1,
        "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ في الدُّنْيَا وَالآخِرَةِ، اللّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي، وَمَالِي، اللهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي",
        "transliteration": "Allaahumma 'innee 'as'alukal-'afwa wal'aafiyata fid-dunyaa wal'aakhirati, Allaahumma 'innee 'as'alukal-'afwa wal'aafiyata fee deenee wa dunyaaya wa 'ahlee, wa maalee, Allaahum-mastur 'awraatee, wa 'aamin raw'aatee, Allaahum-mahfadhnee min bayni yadayya, wa min khalfee, wa 'an yameenee, wa 'an shimaalee, wa min fawqee, wa 'a'oothu bi'adhamatika 'an 'ughtaala min tahtee.",
        "translation": "O Allah, I seek Your forgiveness and Your protection in this world and the next. O Allah, I seek Your forgiveness and Your protection in my religion, in my worldly affairs, in my family and in my wealth. O Allah, conceal my secrets and preserve me from anguish. O Allah, guard me from what is in front of me and behind me, from my left, and from my right, and from above me. I seek refuge in Your Greatness from being struck down from beneath me.\n[Abu Dawud, 5074 and authenticated by Al-Nawawi]"
    },
    {
        "id": 4,
        "times": 3,
        "arabic": "اللَّهُمَّ عافِـني في بَدَني ، اللّهُمَّ عافني في سَمْعي ، اللّهُمَّ عافني في بصري ، لا إلهَ إلاّ أَنْتَ",
        "transliteration": "Allahumma 'afini fi badani, Allahumma 'afini fi sam'i, Allahumma 'afini fi basari, la ilaha illa anta.",
        "translation": "O Allah, grant health in my body, O Allah, grant health in my hearing, O Allah, grant health in my sight. There is no god worthy of being worshipped except You.\n[Abu Dawud, 4/324]"
    },
    {
        "id": 5,
        "times": 3,
        "arabic": "رَضِيتُ باللهِ رَبَّاً، وَبِالْإِسْلَامِ دِيناً، وَبِمُحَمَّدٍ صَلَى اللهُ عَلِيهِ وَسَلَّمَ نَبيَّاً",
        "transliteration": "Radheetu billahi rabba, wa bil-islaami deena, wa bi-Muhammadin (sallallaahu 'alayhi wa sallama) Nabiyyan.",
        "translation": "I am pleased with Allah as my Lord, with Islam as my religion and with Muhammad (sws) as my Prophet.\nThere is no Muslim servant who says in the morning and the evening three times: I am pleased with Allah as my Rabb, and with Islam as my religion and with Muhammed (sws) as a Prophet, except that it will be a right upon Allah to please him on the Day of Judgement. [Abu Dawood 5072]"
    },
    {
        "id": 6,
        "times": 1,
        "arabic": "اللّهُمَّ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ لَا إِلَهَ إِلَّا أَنْتَ رَبَّ كُلَّ شَيْءٍ وَمَلِيكَهُ أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ الشَّيْطَانِ وَشَرَكِهِ وَأَنْ أَقْتَرفَ عَلَى نَفْسِي سُوءًا أَوْ أَجْرَّهُ إِلَى مُسْلِمٍ",
        "transliteration": "Allahumma faatiras samaawaati wal-ardh, aalimal gaibi wash-shahadah. Laa ilaha illah antha rabba kulle shay- eew wa maleekah aoozubika min share nafsee, wa min sharrish- shaitan wa sharakihi wa- an aqtarifa a’laa nafsee sooan auw ajur-rahu ilaa muslim.",
        "translation": "O Allah, Maker of the Heavens and the Earth, Knower of the unseen and the evident, Lord of everything and its Possessor. I seek refuge in You from the evil of my soul and from the evil of Satan - and his helpers. (I seek refuge in You) from bringing evil (sins) upon my soul and from harming any Muslim.\n[Abu Dawood]"
    },
    {
        "id": 7,
        "times": 1,
        "arabic": "يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ أَصْلِحْ لِي شَأْنِي كُلَّهُ وَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ",
        "transliteration": "Yaa Hayyu yaa Qayyoomu birahmatika 'astagheethu 'aslih lee sha'nee kullahu wa laa takilnee 'ilaa nafsee tarfata 'aynin.",
        "translation": "O Ever Living One, O Eternal One, by Your mercy I call on You to set right all my affairs. Do not place me in charge of my soul even for the blinking of an eye (i.e. a moment).\n[Al-Nasa't in Al-Kubra 6/147 and authenticated by Al-Mundhiri]"
    },
    {
        "id": 8,
        "times": 7,
        "arabic": "حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ",
        "transliteration": "Hasbiyallaahu laa 'ilaaha 'illaa Huwa 'alayhi tawakkaltu wa Huwa Rabbul-'Arshil-'Adheem.",
        "translation": "Allah is sufficient for me. There is none worthy of worship but Him. I have placed my trust in Him, He is Lord of the Majestic Throne.\n\"Whoever says in the morning and in the evening [the supplication above] seven times, Allāh, may He be exalted, will suffice him for what concerns him.\"\n[Abū Dawūd, 5081, authenticated by Al-Arnaūt], This is a mawquf hadith – the chain of narration of which ends with Abū 'I-Darda and does not go back to the Prophet (peace be upon him), but it comes under the heading of a narration attributed to the Prophet (peace be upon him) because such words could not have been said based on individual opinion."
    },
    {
        "id": 9,
        "times": 1,
        "arabic": "أَمْسَيْنا وَأَمْسى الملكُ لله وَالحَمدُ لله ، لا إلهَ إلاّ الله وَحدَهُ لا شَريكَ لَهُ، لهُ المُلكُ ولهُ الحَمْـد، وهُوَ على كلّ شيءٍ قدير ، رَبِّ أَسْأَلُكَ خَيرَ ما في هذه اللّيْلَةِ وَخَيرَ ما بَعْدَها وَأَعوذُ بِكَ مِنْ شَرِّ هذهِ اللّيْلةِ وَشَرِّ ما بَعْدَها ، رَبِّ أعـوذُبِكَ مِنَ الْكَسَـلِ وَسـوءِ الْكِبَر ، رَبِّ أَعوذُبِكَ مِنْ عَذَابٍ في النّارِ وَعَـذابٍ في القَبْرِ",
        "transliteration": "Amsayna wa-amsal mulku lil'lāh walḥamdu lil'lāh, lā ilaha il'lAllāhu waḥdahu lā sharīka lah, lahul mulku wa lahul ḥamdu wa huwa ‘alā kul’li shay’in qadir. Rab'bi as-aluka khayra mā fī hādhihil'laylati, wa khayra mā ba'dahā, wa a‘ūdhu bika min shar'ri mā fi hādhihil'laylati wa sharʼri mā ba‘dahā. Rab’bi a'ūdhu bika minal kasali, wa sū-il kibar, Rab’bi a‘ūdhu bika min 'adhābin fin’nāri wa ‘adhābin fil qabr.",
        "translation": "We have ended another day and with it all dominion is Allah's. Praise is to Allah. There is none worthy of worship besides Allāh alone, Who has no partner. To Allāh belongs the dominion, and to Him is the praise and He is Able to do all things. My Lord I ask You for the good things of this night and of the nights that come after it and I seek refuge in You from the evil of this night and of the nights that come after it. My Lord, I seek refuge in You from laziness and helpless old age. My Lord, I seek refuge in You from the punishment of Hell-fire, and from the punishment of the grave.\n[Sahih Muslim, 6909]"
    },
    {
        "id": 10,
        "times": 1,
        "arabic": "اللَّهُمَّ بِكَ أَمْسَينا، وَبِكَ أضبَحْنا، وَبِكَ نَحْيا وَبِكَ نَمُوتُ وَإِلَيْكَ المَصير",
        "transliteration": "Al'lahum'ma bika amsaynā wa bika aṣbaḥnā, wa bika naḥyā, wa bika namūtu wa 'ilaykal-maṣyr.",
        "translation": "O Allah, by Your leave we have reached the evening and by Your leave we have reached the morning, by Your leave we live and die and unto You is our return.\n[Abu Dawud, 5068 and authenticated by Ibn Hajar]"
    },
    {
        "id": 11,
        "times": 1,
        "arabic": "أعوذُ بكَلِماتِ اللهِ التّامَّاتِ مِنْ شَرِّ ما خَلَق",
        "transliteration": "A'udhu bikalimātil'lāhit'tām'māti min shar'ri mā khalaq.",
        "translation": "I take refuge in Allah's perfect words from the evil He has created.\nIt was narrated from Abu Hurayrah that he said: A man came to the Prophet (peace and blessings of Allah be upon him) and said: O Messenger of Allāh, I was stung by a scorpion last night. He said: \"If you had said, when evening came, [the supplication mentioned above], it would not have harmed you.\"\n[Sahih Muslim, 6880]"
    },
    {
        "id": 12,
        "times": 3,
        "arabic": "قُلْ هُوَ اللهُ أَحَدٌ اللَّهُ الصَّمَدُ لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُن لَّهُ كُفُوًا أَحَد",
        "transliteration": "Bismillaahir-Rahmaanir-Raheem. Qul Huwallaahu 'Ahad. Allaahus-Samad. Lam yalid wa lam yoolad. Wa lam yakun lahu kufuwan 'ahad.",
        "translation": "With the Name of Allah, the Most Gracious, the Most Merciful. Say: He is Allah (the) One. The Self-Sufficient Master, Whom all creatures need, He begets not nor was He begotten, and there is none equal to Him."
    },
    {
        "id": 13,
        "times": 3,
        "arabic": "قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ * مِن شَرِّ مَا خَلَقَ وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ * وَمِن شَرِّ النَّفْتُتِ فِي الْعُقَدِ * وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ",
        "transliteration": "Bismillaahir-Rahmaanir-Raheem. Qul 'a'oothu birabbil-falaq. Min sharri ma khalaq. Wa min sharri ghaasiqin 'ithaa waqab. Wa min sharrin-naffaathaati fil-'uqad. Wa min sharri haasidin 'ithaa hasad.",
        "translation": "With the Name of Allah, the Most Gracious, the Most Merciful. Say: I seek refuge with (Allah) the Lord of the daybreak, from the evil of what He has created, and from the evil of the darkening (night) as it comes with its darkness, and from the evil of those who practice witchcraft when they blow in the knots, and from the evil of the envier when he envies."
    },
    {
        "id": 14,
        "times": 3,
        "arabic": "قُلْ أَعُوذُ بِرَبِّ النَّاسِ * مَلِكِ النَّاسِ * إِلَهِ النَّاسِ * مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ * الَّذِي يُوَسْوُسُ فِي صُدُورِ النَّاسِ * مِنَ الْجِنَّةِ وَالنَّاسِ",
        "transliteration": "Bismillaahir-Rahmaanir-Raheem. Qul 'a'oothu birabbin-naas. Malikin-naas. 'llaahin-naas. Min sharril-waswaasil-khannaas. Allathee yuwaswisu fee sudoorin-naas. Minal-jinnati wannaas.",
        "translation": "With the Name of Allah, the Most Gracious, the Most Merciful. Say: I seek refuge with (Allah) the Lord of mankind, the King of mankind, the God of mankind, from the evil of the whisperer who withdraws, who whispers in the breasts of mankind, of jinns and men."
    },
    {
        "id": 15,
        "times": 100,
        "arabic": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        "transliteration": "Laa ilaaha illallaahu wahdahu laa shareeka lahu, lahul-mulku wa lahul-hamdu, wa Huwa 'alaa kulli shay'in Qadeer.",
        "translation": "None has the right to be worshipped but Allah alone, Who has no partner. His is the dominion and His is the praise and He is Able to do all things.\nIt was narrated from Abu Hurayrah (may Allāh be pleased with him) that the Messenger of Allah (peace and blessings of Allah be upon him) said: \"Whoever says [the supplication mentioned above] one hundred times in a day, it will be as if he freed ten slaves, and one hundred hasanāt (good deeds) will be recorded for him, and one hundred sayyi'āt (bad deeds) will be erased from him, and it will be a protection for him against the shaytan all that day until evening comes. No one can do anything better than that except one who does more.\"\n[Sahih Al-Bukhari, 6323]"
    },
    {
        "id": 16,
        "times": 100,
        "arabic": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
        "transliteration": "SubhanAllāhi wa biḥamdih.",
        "translation": "Allah is far above any perfection, He is the epitome of perfection and praise is to Him.\nWhoever recites this one hundred times in the morning and in the evening will not be surpassed on the Day of Resurrection by anyone having done better than this except for someone who had recited it more.\n[Sahih Muslim, 6843]\nIt was narrated that Abu Hurayrah said: The Messenger of Allāh (peace and blessings of Allah be upon him) said: \"Whoever says SubhanAllahi wa biḥamdih (Allāh is far above any perfection, He is the epitome of perfection and praise is to Him) one hundred times, morning and evening, his sins will be erased even if they are like the foam of the sea.\"\n[Saḥiḥ Al-Bukhārī, 6405 and Saḥiḥ Muslim, 6842]"
    }
]